{
  "PRODUCTS": "PRODUCTEN",
  "EXCLUSIVE BRANDS": "EXCLUSIEVE MERKEN",
  "ABOUT US": "OVER ONS",
  "SERVICES": "DIENSTEN",
  "CONTACT US": "NEEN CONTACT MET ONS OP",
  "Propos_Title": "EEN VOORSTELLEN",
  "Propos_Description": "Voelen, Proeven, Ontdekken, Vind ik leuk, Om te delen. Woorden die de essentie definiëren van Exotic City, een belangrijke speler in de productie en distributie van voedsel, dranken en producten voor persoonlijke verzorging uit Azië en Afrika. Als producent en distributeur willen we een dialoog tussen culturen creëren, diversiteit aanmoedigen en de maatschappelijke uitdagingen van openheid en integratie volledig onderschrijven. Wij zijn trotse eigenaren van merken als Africa Village, Congo nature, Royal Village, De Chez Nous, Care n Clear, Thai Village en nog veel meer. We hebben ook de exclusieve distributierechten van Shan, Rubicon, Regal, Crème of Nature, Dabur, ORS, Fair n White.",
  "Services_Title": "DIENSTEN",
  "Services_Description": "Wij zijn gespecialiseerd in Afrikaanse en Aziatische voedingsproducten en opereren als groothandel en distributeur in België. Wij bieden bezorging in heel Europa en de Scandinavische landen, ons klantenportfolio bestaat in Duitsland, Frankrijk, Nederland, Oostenrijk, Zwitserland, Zweden, Denemarken, Finland en Noorwegen. Exotic City biedt meer dan 6000 producten in de categorieën droog, diepvries en vers. Al onze goederen zijn gereserveerd voor professionals (handelaars of restauranthouders) en zijn verkrijgbaar in een zelfbedienings cash & carry, een One Stop Shop-magazijn.",
  "REQUEST PRICE QUOTATION" :" PRIJSOFFERTE AANVRAGEN",
  "Discover Our Exclusive Brands":"Ontdek onze exclusieve merken",
  "About Title" : "HET VERHAAL VAN EEN MAN",
  "About Description" : "Exotic City is in de eerste plaats de droom van Javed Kausar. 25 jaar geleden begreep deze zoon van een kruidenier van Pakistaanse afkomst, voordat het concept in zwang was, het belang van het verenigen van verschillende culturen in de wereldkeuken. Van nachtwinkel tot wereldwinkel In 1993, vier jaar na zijn aankomst in België, leerde Javed Kausar het vak van koopman door samen met zijn vader in de familievoedingswinkel te werken. In 1998 nam hij de teugels over, verfijnde het door zijn vader geïnitieerde concept en ontwikkelde een gemeenschap die zijn waarden en zijn visie op culturele vermenging deelt. Een gemeenschap die in haar producten een open deur naar de wereld biedt, maar vooral oplossingen vindt die zijn gericht op de verwachtingen en behoeften van individuen, maar ook van distributie- of cateringprofessionals",
  "Warehouse Title" : "LA NAISSANCE D’UN GROUPE",
  "Warehouse Description" : "Vandaag zijn de Kausar-winkels een groep van 5 merken gevestigd in Luik en omgeving (regio Verviers), maar ook Exotic City, een centraal aankoopcentrum gericht op de voedingssector, cosmetica en haaraccessoires. , een makelaarskantoor en een communicatiebureau. Ambitie, vector van groei en schepper van banen Javed Kausar wilde niet alleen een netwerk van complementaire en voortdurend evoluerende winkels creëren, maar ook een dynamische groep, vector van banen. De Kausar-groep telt vandaag een vijftigtal medewerkers die actief zijn in de verschillende takken van het Luikse bedrijf. De kracht is de aanpak op maat: van de selectie van producten tot de logistieke oplossingen die het beste aansluiten bij de behoeften van zijn klanten.",
  "Coromuse Title" : "LA NAISSANCE D'UN GROEP",
  "Coromuse Description" : "De culturele métissage is een stap in de richting van onze démarche. Multiculturele en complementaire, niet-requipe de professionnels (acheteurs, commerciaux, administratifs-werknemers, logistiek, chauffeurs-livreurs…) verdedigen de waarden van integratie, de transmissie en het deel van de kennis. Een ervaring en een service in de buurt Malgré heeft ambities en een internationale ontwikkeling, Exotic City garandeert een nabijgelegen service, een waarde die past bij de Amerikaanse ADN. Wij zijn een missie voor uw adviseur, gids en soutenir in uw dynamische commerciële onderneming. Sterke ervaring met een lange ervaring in de distributiesector, nieuwe voorstellen voor innovatieve oplossingen en respect voor de realiteit van uw project. Het perceel dat uw croissance is, is van groot belang dat het niet eens een ensemble is dat ons bedrijf voor een ondernemingsavontuur zet.",
  "Brand Title" : "EEN REFERENTIE MAKEN",
  "Brand Description" : "Met tientallen jaren ervaring in de productie en distributie van voeding, drank en verzorgingsproducten uit Azië en Afrika is Exotic City uitgegroeid tot een belangrijke referentie in haar sector. Een breed productassortiment, een kwaliteitslabel Dankzij onze lange ervaring in de voedings- en cosmetische productensector hebben we ons kunnen positioneren als de exclusieve distributeur van een breed scala aan exotische producten, die tot de beste op de markt behoren. Exotic City wil u referenties aanbieden die centraal staan ​​bij uw verwachtingen en de evolutie van de smaak van de consument en ontwikkelt ook zijn eigen assortimenten."



}
