{
  "PRODUCTS": "PRODUCTS",
  "EXCLUSIVE BRANDS": "EXCLUSIVE BRANDS",
  "ABOUT US": "ABOUT US",
  "SERVICES": "SERVICES",
  "CONTACT US": "CONTACT US",
  "Propos_Title": "A PROPOS",
  "Propos_Description": "Feel,To taste,To explore,Like, To share.Words that define the very essence of Exotic City, a major player in the production and distribution of food, beverages and personal care products from Asia and Africa. As a producer and distributor, we want to create a dialogue between cultures, encourage diversity and fully subscribe to the societal challenges of openness and integration. We are proud owners of brands like Africa Village, Congo nature, Royal Village, De Chez Nous, Care n Clear, Thai Village and many more. We also hold exclusive distribution rights of Shan, Rubicon, Regal, Crème of Nature, Dabur, ORS, Fair n White.",
  "Services_Title": "SERVICES",
  "Services_Description": "We specialize in African and Asian food products, operating as wholesaler and distributor in Belgium. We provide delivery across Europe and Scandinavian countries, our client portfolio exists in Germany, France, Netherlands, Austria, Switzerland, Sweden, Denmark, Finland and Norway. Exotic City offers over 6000 products in dry, frozen and fresh categories. Reserved for professionals (traders or restaurateurs), all our goods are available in self-service cash & carry that is a One Stop shop warehouse.",
  "REQUEST PRICE QUOTATION" :" REQUEST PRICE QUOTATION",
  "Discover Our Exclusive Brands":"Discover Our Exclusive Brands",


  
  "About Title" : "THE STORY OF A MAN",
  "About Description" : "Exotic City is first and foremost the dream of Javed Kausar. 25 years ago, this son of a grocer of Pakistani origin understood, before the concept was in vogue, the importance of uniting different cultures around world cuisine. From nightshop to world grocery store In 1993, 4 years after his arrival in Belgium, Javed Kausar learned the trade of merchant by working alongside his father in the family food store. In 1998, he took over the reins, refining the concept initiated by his father, develops a community that shares his values ​​and his vision of cultural mixing. A community that finds in its product offering an open door to the world, but above all solutions centered on the expectations and needs of individuals, as well as distribution or catering professionals",
  "Warehouse Title" : "THE BIRTH OF A GROUP",
  "Warehouse Description" : "Today, the Kausar stores are a group of 5 brands located in Liège and its surroundings (Verviers region), but also Exotic City, a central purchasing center focused on the food sector, cosmetics and hair accessories. , a real estate agency and a communications agency. Ambition, vector of growth and creator of jobs Javed Kausar not only wanted to create a network of complementary and constantly evolving stores, but also a dynamic group, vector of jobs. The Kausar group today has around fifty employees active in the different branches of the Liège company. Its strength is its tailor-made approach: from the selection of products to the logistics solutions best suited to the needs of its customers.",
  "Coromuse Title" : "THE DNA OF A TEAM",
  "Coromuse Description" : "Cultural mixing is at the heart of our approach. Multicultural and complementary, our team of professionals (buyers, salespeople, administrative employees, logisticians, delivery drivers, etc.) defends the same values ​​of integration, transmission and sharing of knowledge. A local experience and service Despite its ambitions and its international development, Exotic City guarantees a real local service, a value which is at the heart of our DNA. Our team's mission is to advise you, guide you and support you in your commercial dynamics. With extensive experience in the distribution sector, we offer you innovative solutions that respect the reality of your project. Because your growth is as important as ours and only together can we continue our entrepreneurial adventure.",
  "Brand Title" : "CREATING A REFERENCE",
  "Brand Description" : "With decades of experience in the production and distribution of food, drinks and care products from Asia and Africa, Exotic City has become a major reference in its sector. A wide range of products, a quality label Our long experience in the food and cosmetic products sector has allowed us to position ourselves as the exclusive distributor of a wide range of exotic products among the best on the market. Anxious to offer you references at the heart of your expectations and the evolution of consumer tastes, Exotic City is also developing its own ranges."

}
